[
    { "title":"Sorte", "description": "O atributo SORTE desempenha um papel crucial na obtenção de itens e recompensas ao derrotar monstros. A sorte é representada como uma porcentagem que multiplica a chance fixa de drop de um determinado monstro ao ser derrotado. Suponhamos que um monstro tenha uma taxa de drop de 5% para um item valioso. Se o personagem tiver um valor de sorte de 150%, a chance de drop desse item será multiplicada por 1,5, resultando em uma chance de 7,5% de obtê-lo ao derrotar o monstro.", "source": "/luck.mkv"},
    { "title":"Regeneração de vida", "description": "Quando o personagem não está envolvido em combates ativos, a regeneração de vida entra em ação, permitindo que ele se recupere gradualmente ao longo do tempo. Isso é particularmente útil para restabelecer a vida após batalhas intensas ou situações de perigo. Suponhamos que um personagem tenha uma regeneração de vida de 20% por segundo e sua vida máxima seja de 1000 pontos. Nesse caso, o personagem regenerará 200 pontos de vida a cada segundo fora de combate, permitindo uma recuperação constante e progressiva.", "source": "/life-regen.mkv"},
    { "title":"Regeneração de mana", "description": "Quando o personagem não está envolvido em combates ativos, a regeneração de mana entra em ação, permitindo que ele recupere gradualmente sua reserva de mana. Isso é particularmente útil para personagens mágicos, pois lhes permite recuperar recursos mágicos rapidamente. Suponhamos que um personagem tenha uma regeneração de mana de 20% pontos por segundo e uma mana máxima de 1000 pontos. Nesse caso, o personagem regenerará 200 pontos de mana a cada segundo fora de combate, possibilitando uma recuperação constante e progressiva.", "source": "/mana-regen.mkv"},
    { "title":"Roubo de vida", "description": "Quando o personagem ataca um inimigo, uma parte do dano causado é transformada em uma quantidade correspondente de vida recuperada. Essa recuperação de vida ocorre simultaneamente ao dano infligido ao oponente, permitindo que o personagem mantenha sua saúde durante o combate. Por exemplo, suponha que o personagem tenha uma habilidade de roubo de vida com uma taxa de 20% e cause um dano de 1000 pontos em um inimigo. Nesse caso, o personagem recuperaria 200 pontos de vida como resultado do ataque.", "source": "/lifesteal.mkv"},
    { "title":"Roubo de mana", "description": "Nulla congue ornare neque non laoreet. Donec fermentum orci id justo luctus aliquam. Nulla consequat nibh orci, et convallis nunc volutpat nec. Donec eleifend sapien a elit placerat, et maximus urna sollicitudin. Etiam ut enim ultrices libero interdum euismod. Phasellus finibus vehicula erat nec malesuada.", "source": "/background.webm"},
    { "title":"Resiliência", "description": "Nulla congue ornare neque non laoreet. Donec fermentum orci id justo luctus aliquam. Nulla consequat nibh orci, et convallis nunc volutpat nec. Donec eleifend sapien a elit placerat, et maximus urna sollicitudin. Etiam ut enim ultrices libero interdum euismod. Phasellus finibus vehicula erat nec malesuada.", "source": "/background.webm"},
    { "title":"Velocidade de ataque", "description": "Nulla congue ornare neque non laoreet. Donec fermentum orci id justo luctus aliquam. Nulla consequat nibh orci, et convallis nunc volutpat nec. Donec eleifend sapien a elit placerat, et maximus urna sollicitudin. Etiam ut enim ultrices libero interdum euismod. Phasellus finibus vehicula erat nec malesuada.", "source": "/speed.mkv"},
    { "title":"Bônus de EXP", "description": "Nulla congue ornare neque non laoreet. Donec fermentum orci id justo luctus aliquam. Nulla consequat nibh orci, et convallis nunc volutpat nec. Donec eleifend sapien a elit placerat, et maximus urna sollicitudin. Etiam ut enim ultrices libero interdum euismod. Phasellus finibus vehicula erat nec malesuada.", "source": "/background.webm"},
    { "title":"Taxa crítica", "description": "Nulla congue ornare neque non laoreet. Donec fermentum orci id justo luctus aliquam. Nulla consequat nibh orci, et convallis nunc volutpat nec. Donec eleifend sapien a elit placerat, et maximus urna sollicitudin. Etiam ut enim ultrices libero interdum euismod. Phasellus finibus vehicula erat nec malesuada.", "source": "/background.webm"}
]