[
    { "title":"Sorte", "description": "O atributo SORTE desempenha um papel crucial na obtenção de itens e recompensas ao derrotar monstros. A sorte é representada como uma porcentagem que multiplica a chance fixa de drop de um determinado monstro ao ser derrotado. Suponhamos que um monstro tenha uma taxa de drop de 5% para um item valioso. Se o personagem tiver um valor de sorte de 150%, a chance de drop desse item será multiplicada por 1,5, resultando em uma chance de 7,5% de obtê-lo ao derrotar o monstro.", "source": "/luck.mkv"},
    { "title":"Regeneração de vida", "description": "Quando o personagem não está envolvido em combates ativos, a regeneração de vida entra em ação, permitindo que ele se recupere gradualmente ao longo do tempo. Isso é particularmente útil para restabelecer a vida após batalhas intensas ou situações de perigo. Suponhamos que um personagem tenha uma regeneração de vida de 20% por segundo e sua vida máxima seja de 1000 pontos. Nesse caso, o personagem regenerará 200 pontos de vida a cada segundo fora de combate, permitindo uma recuperação constante e progressiva.", "source": "/life-regen.mkv"},
    { "title":"Regeneração de mana", "description": "Quando o personagem não está envolvido em combates ativos, a regeneração de mana entra em ação, permitindo que ele recupere gradualmente sua reserva de mana. Isso é particularmente útil para personagens mágicos, pois lhes permite recuperar recursos mágicos rapidamente. Suponhamos que um personagem tenha uma regeneração de mana de 20% pontos por segundo e uma mana máxima de 1000 pontos. Nesse caso, o personagem regenerará 200 pontos de mana a cada segundo fora de combate, possibilitando uma recuperação constante e progressiva.", "source": "/mana-regen.mkv"},
    { "title":"Roubo de vida", "description": "Quando o personagem ataca um inimigo, uma parte do dano causado é transformada em uma quantidade correspondente de vida recuperada. Essa recuperação de vida ocorre simultaneamente ao dano infligido ao oponente, permitindo que o personagem mantenha sua saúde durante o combate. Por exemplo, suponha que o personagem tenha uma habilidade de roubo de vida com uma taxa de 20% e cause um dano de 1000 pontos em um inimigo. Nesse caso, o personagem recuperaria 200 pontos de vida como resultado do ataque.", "source": "/lifesteal.mkv"},
    { "title":"Roubo de mana", "description": "Quando o personagem ataca um inimigo, uma parte do dano causado é transformada em uma quantidade correspondente de mana recuperada. Essa recuperação de mana ocorre simultaneamente ao dano infligido ao oponente, permitindo que o personagem mantenha sua reserva de mana durante o combate. Por exemplo, suponha que o personagem tenha uma habilidade de roubo de mana com uma taxa de 20% e cause um dano de 1000 pontos em um inimigo. Nesse caso, o personagem recuperaria 200 pontos de mana como resultado do ataque.", "source": "/manasteal.mkv"},
    { "title":"Resiliência", "description": "A resiliência é representada por uma taxa ou valor que determina a chance de um personagem evitar ou resistir a efeitos negativos. Quanto maior for o valor de resiliência, maior será a probabilidade de evitar ou mitigar os efeitos adversos que normalmente afetariam o personagem. Por exemplo, se um personagem tiver uma resiliência de 20%, ele terá uma chance de 20% de evitar ou reduzir os efeitos negativos que normalmente seriam aplicados a ele. Isso permite que o personagem permaneça ativo e continue contribuindo para o combate, evitando ser imobilizado, envenenado ou debilitado.", "source": "/resilience.mkv"},
    { "title":"Velocidade de ataque", "description": "Um alto valor de velocidade de ataque permite que o personagem ataque mais vezes em um curto espaço de tempo, aumentando seu potencial de dano e a capacidade de derrotar inimigos mais rapidamente. Isso é particularmente útil para personagens que se especializam em combate corpo a corpo e dependem de ataques físicos para causar dano. Por exemplo, se um personagem tiver uma velocidade de ataque de 2 ataques por segundo, ele será capaz de executar dois ataques físicos em um segundo. Isso pode ser vantajoso em confrontos de curta duração, permitindo que o personagem cause mais dano em um período menor.", "source": "/speed.mkv"},
    { "title":"Bônus de EXP", "description": "Quando um personagem possui um bônus de experiência ativo, ele recebe uma quantidade adicional de experiência em relação à quantidade padrão fornecida pela ação concluída. Por exemplo, se um personagem ganhar 100 pontos de experiência ao derrotar um monstro e tiver um bônus de experiência de 20%, ele receberá 120 pontos de experiência no total. O bônus de experiência é especialmente útil para acelerar o crescimento e o desenvolvimento do personagem. Ao ganhar experiência mais rapidamente, o personagem pode subir de nível mais rapidamente, desbloquear novas habilidades e melhorar suas estatísticas. Isso permite que o jogador acesse conteúdos mais desafiadores e se torne mais poderoso ao longo do tempo.", "source": "/exp.mkv"},
    { "title":"Taxa crítica", "description": "A taxa crítica é representada por um valor percentual que indica a chance de um ataque do personagem ser considerado crítico. Normalmente, um ataque crítico causa mais dano do que um ataque comum, resultando em um impacto maior no oponente. A taxa crítica é influenciada por fatores como atributos do personagem, equipamentos, habilidades especiais ou buffs temporários. Por exemplo, se um personagem tiver uma taxa crítica de 20%, isso significa que ele tem uma chance de 20% de executar um ataque crítico em um determinado golpe. Esse ataque crítico pode causar um multiplicador de dano adicional, como 1,5x ou 2x, dependendo das mecânicas do jogo.", "source": "/crit.mkv"}
]